---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCFileModelOptions
source: html/f085a8b0-7929-8ba9-8699-585becd67752.htm
---
# IFCFileModelOptions Members

Creates a default IFCFileModelOptions. The default schema file is empty and cache size is 8192.